{
  "menu": {
    "main": {
      "name": "Menu",
      "stats": "Account statistics",
      "settings": "Account settings",
      "game": "game",
      "side":"Side stories",
      "story":"Main story"
    },
    "story": {
      "name": "Main story",
      "continue": "Continue main story",
      "new": "Start new story"
    },
    "side": {
      "name": "Side stories",
      "continue": "Continue current story",
      "new": "Choose new story",
      "screen": {
        "description": "Description",
        "character": "Story character",
        "objectives": "Story objectives",
        "begin": "For the empire"
      },
      "stories": {
        "parts": {
          "mid": "Middenland",
          "nor": "Nordland",
          "ave": "Averland",
          "rei": "Reikland"
        },
        "titles": {
          "emperor": "In the name of the emperor",
          "wolf": "Darkness in the snow",
          "dagger": "North's dagger",
          "elves": "Elves and Demons",
          "wine": "The matter of wine",
          "continued": "New stories soon..."
        },
        "descriptions": {
          "wolf": "A word has been spread, about the beast with the white fur. It is the myth, about a wolf that will change Middenland once and for all. The Ar-Urlic is creating a group of warriors that will dive into the darkness of Drakwald to search information about the beast. On the other hand, many of witch hunters believe it is not a sign of a change, but a path of the demon. The black hats are start their dance. The struggle between urlykans and witch hunters begins. Choose your side and discover the mystery behind the White Wolf of Middenland",
          "emperor": "The war is over. Heroes of the Empire won in the battle of Middenheim. Now the Emperor, Karl Franz is returning to his throne in Altdorf. The city is preparing to welcome their ruler. But something dark is still in the undergrounds of the city. After the great war with the Chaos mysteries were released, magic was unleashed. People are disappearing after the sunset, houses are set in fire, and whole families are slaughtered in the sleep. Something bad is hiding in the city, the place where the Emperor is coming back to rest. Witch hunters are all on the far north fighting with what was left from demons armies. Only a single veteran and a novice are near the Altdorf. Will their strength and will be enough to save the citizens of Altdorf and maybe the Emperor itself.",
          "dagger": "North is a dangerous place. Your party found a dagger on the road from Nordland to Middenheim. Around ith was many bodies of elves, humans and beastmen. The dagger itself was a powerful magic item, but your wizard didn't know how to use it. After the night you were attack by the beasts, next day the situation took place again. The Chaos want the dagger and you are not capable to destroy it. You have four days to Middenheim and only Sigmar knows how many beast are hiding in the Darkwald ready to take the dagger back. The powerful item that you are unable to use and to destroy. Know the race for your life start or maybe you should leave the dagger where you found it. You will decide and maybe, the Fate of the World will be decided too. The dagger is in your hands, what will you do with it?",
          "elves": "The Witch Hunters are losing. Remaining in Nordland forces are doing what they can to push Chaos armies over the Chaos Sea. Witheld Underschutz is bringing everyone to the Beeckerhoven to lead the last strike. Deciding battle will soon be decided. At the other hand groups of wood elves are fighting theirs own battle. Beastmen are hiding in Laurelorn Forest. Nordland can fall soon and how will it end for elves and Empire? Two nations that are normally enemies now need to cooperate. Divided the citizens of Nordland will fall into darkness of Chaos, together they can create an alliance that will have a chance to destroy the remaining Chaos armies. Your mission is to give the chance for this alliance. Talk to Witheld Underschutz and Aleron Ult'erman and bring them together. Convince them to cooperate and no matter what decisions are made face the armies of Chaos.",
          "wine": "Averheim is the city of the wine. How good it is to be in the city during the Wine Festival. But what will happen if people will start to kill each other because of the wine taste. How will it change the city. Witch Hunters that dont lost their mind are closing the city. People on the street are attacked by other that were drinking the wine. Collect information, walk into the Averheim and find which wine is changing people. Find who is behind it and help everyone who is still worth saving. At the end the Wine Festival changed into the Blood Festival."
        },
        "objectives": {
          "wolf": {
            "main": {
              "1": "Decide between Ulricans, Witch Hunters and finding the mystery by yourself.",
              "2": "Find information about the White Wolf legend.",
              "3": "Discover what White Wolf really is"
            },
            "secondary": {
              "1": "Stop Urlicans and Witch Hunters before open conflict"
            }
          },
          "dagger": {
            "main": {
              "1": "Decide what to do with dagger.",
              "2": "(Take) Deliver dagger to Middenheim where he will probably be destroyed.",
              "3": "(Leave) Deliver dagger to it rightful owner."
            },
            "secondary": {
              "1": "Save as many members of your party as you can.",
              "2": "Found help on the road to Middenheim",
              "3": "Help people on the road and don't let them be killed be Beastmen"
            }
          },
          "emperor": {
            "main": {
              "1": "Discover what is hiding in the darkness of Altdorf.",
              "2": "Find information about demons.",
              "3": "Find information about necromancers.",
              "4": "Discover enemy plan.",
              "5": "Do everything before the arrival of the Emperor."
            },
            "secondary": {
              "1": "Stop the killing.",
              "2": "Stop the disappearing.",
              "3": "Stop the fires."
            }
          },
          "elves": {
            "main": {
              "1": "Find Witheld Underschutz and convince him to met with elves.",
              "2": "Find Aleron Ult'erman and convince him to met with imperial.",
              "3": "Find place for the meeting.",
              "4": "Fight with Chaos army in the deciding battle."
            },
            "secondary": {
              "1": "Find elves groups in Laurelon Forest that can help in the batlle.",
              "2": "Help imperial forces to fallback to the Beeckerhoven.",
              "3": "Find information about Chaos armies."
            }
          },
          "wine": {
            "main": {
              "1": "Find out which wine is changing peoples mind.",
              "2": "Discover who is responsible for the wine production.",
              "3": "Save the elector count of Averland"
            },
            "secondary": {
              "1": "Stop Witch Hunters from slaughtering all citizens of Averheim.",
              "2": "Help Gerthruda Sindhouth to leave the city unseen",
              "3": "Solve the mystery of the disappearing people"
            }
          }
        },
        "character": {
          "personal": {
            "age": "Age",
            "race": "Race",
            "star": "Star sign",
            "gender": "Gender",
            "birthplace": "Birthplace",
            "name": "Name",
            "profession": "Profession"
          },
          "skills": {
            "title": "Skills"
          },
          "abilities": {
            "title": "Talents",
            "descriptions": {
              "spwSling": "You know how to use a group of weapons tha require special training. You don't get a penalty to use Sling.",
              "resDisease": "Your constitution allows you to shrug off many diseases. You gain a +10% bonus on Toughness Tests to resist diseases",
              "resPoison": "Your hardiness allows you to ignore the effects of many poisons. You gain a +10% bonus on Toughness Tests to resist poison",
              "tunnelRat": "You are at home beneath the earth. You gain+10% bonus on Concealment and Silent Move Skill Tests when in underground locations."
            }
          },
          "equipment": {
            "title": "Equipment",
            "armor": {
              "value": "Armor Points",
              "leather": {
                "skullcap": "Leather Skullcap",
                "jerkin": "Leather Jerkin",
                "jack": "Leather Jack",
                "leggings": "Leather Leggings"
              },
              "chain": {
                "mailCoif": "Mail Coif",
                "mailShirt": "Mail Shirt",
                "sleevedMailShirt": "Sleeved Mail Shirt",
                "mailCoat": "Mail Coat",
                "sleevedMailCoat": "Sleeved Mail Coat",
                "mailLeggings": "Mail Leggings"
              },
              "none": {
                "none": "None armor"
              },
              "head": {
                "name": "Head"
              },
              "arm": {
                "left": "Left Arm",
                "right": "Right Arm"
              },
              "body": {
                "name": "Body"
              },
              "leg": {
                "left": "Left Leg",
                "right": "Right Leg"
              }
            },
            "money": {
              "name": "Money",
              "gold": "Gold",
              "silver": "Silver",
              "brass": "Brass"
            },
            "other": {
              "blanket": {
                "short": "Material to cover yourself during the night.",
                "long": "For those who need a bit more than a travel-stained cloak for warmth in the wilderness, there are blankets."
              },
              "tinderbox": {
                "short": "Box with simple tools.",
                "long": "This small box holds curls of wood shavings and other flammables and comes equipped with pieces of flint and steel to generate the spark. A tinderbox has enough tinder to light six fires, though you can easily refill it provided supplies are on hand."
              }
            },
            "weapon": {
              "hand": {
                "right": "Right Hand",
                "left": "Left Hand"
              },
              "name": "Name",
              "enc": "Enc",
              "group": "Group",
              "dmg": "Dmg",
              "qual": "Qualities",
              "qualities": {
                "header": {
                  "AP": "Armor Piercing",
                  "B": "Balanced",
                  "D": "Defensive",
                  "E": "Experimental",
                  "F": "Fast",
                  "I": "Impact",
                  "Pr": "Precise",
                  "Pu": "Pummeling",
                  "Sh": "Shrapnel",
                  "Sl": "Slow",
                  "Sn": "Snare",
                  "Sp": "Special",
                  "T": "Tiring",
                  "U": "Unreliable",
                  "None": "None"
                },
                "description": {
                  "AP": "Attacks from Armour Piercing weapons ignore 1 Armour Point. If a target has no armour this quality has no effect.",
                  "B": "Weapons with this quality are designed to be used in your secondary hand. When wielding a Balanced weapon in your secondary hand, you don;t suffer the normal -20% penalty to your Weapon Skill.",
                  "D": "Weapons with this quality  are designed with parrying in mind. You gain a +10% bonus on parry attempts while wielding a Defensive weapon.",
                  "E": "On an attack with score 96-98, the weapon jams and cannot be fire again until a successful (Gunsmith) Test Skill. On attack score 99-100 the weapon explodes inflicting 8 wounds on the wielder and destroying itself in the process.",
                  "F": "Enemies attacked with this kind of weapon suffer 10% penalty to parrying and dodging.",
                  "I": "Using Impact weapon gives you chance to use 2d10 dice to get a damage score, use the higher of this two.",
                  "Pr": "This quality gives weapon a plus one bonus to the critical hit value.",
                  "Pu": "Weapon with this quality is perfect for stun enemies, you gain +10% bonus to Strength when using Strike to Stun actions.",
                  "Sh": "To use this kind of weapon you dont need to make Ballistic Skill Test. Everyone in weapon range must make Agility Test, if the score is failure the person take weapon damage.",
                  "Sl": "Enemies attacked with this kind of weapon gain 10% bonus to parrying and dodging",
                  "Sn": "Weapons with this qualities can entangle enemies. Entangled enemies can only try to escape with Strength Test or Agility Test. Attacks against entangled enemies have +20% bonus.",
                  "Sp": "Special description has it own rules.",
                  "T": "You can use two d10 dice to roll damage in first attack against enemy and choose the better score.",
                  "U": "On attack roll of 96-99 weapon jams and cannot be fire again until a successful (Gunsmith) Skill Test. On attack roll of 100 the weapon explodes inflicting its normal damage on the wielder and destroying itself in the process",
                  "None": "Weapon dont have any special quality."
                }
              }
            }
          },
          "characteristics": {
            "title": "Characteristics",
            "main": "Main",
            "second": "Secondary",
            "table": {
              "main": {
                "description": {
                  "title": {
                    "ws": "Weapon Skills",
                    "bs": "Ballistic Skills",
                    "s": "Strength",
                    "t": "Toughness",
                    "ag": "Agility",
                    "int": "Intelligence",
                    "wp": "Will Power",
                    "fel": "Fellowship"
                  },
                  "specification": {
                    "ws": "Describes how good you are in close combat. Same with bare hands and with white weapon.",
                    "bs": "Describes how good you are in range combat. How good you are in using bows, crossbows and guns.",
                    "s": "Describes how physically good you are. How strong your body is.",
                    "t": "Describes how high is your resistance for wounds effects, poisons and diseases.",
                    "ag": "Describes how fast you reacting and how good you are with manual problems",
                    "int": "Describes how intelligent you are, how good toy are in reasoning things and remembering things.",
                    "wp": "Describes how powerful is your will, how much you can take before mental break.",
                    "fel": "Describes your charisma, how good you are in interpersonal contacts."
                  }
                },
                "ws": "WS",
                "bs": "BS",
                "s": "S",
                "t": "T",
                "ag": "AG",
                "int": "INT",
                "wp": "WP",
                "fel": "FEL"
              },
              "second": {
                "description": {
                  "title": {
                    "a": "Attacks",
                    "w": "Wounds",
                    "sb": "Strength Bonus",
                    "tb": "Toughness Bonus",
                    "m": "Movement",
                    "mag": "Magic",
                    "ip": "Insanity Points",
                    "fp": "Fate Points"
                  },
                  "specification": {
                    "a": "A",
                    "w": "W",
                    "sb": "SB",
                    "tb": "TB",
                    "m": "M",
                    "mag": "MAG",
                    "ip": "IP",
                    "fp": "FP"
                  }
                },
                "a": "A",
                "w": "W",
                "sb": "SB",
                "tb": "TB",
                "m": "M",
                "mag": "MAG",
                "ip": "IP",
                "fp": "FP"
              }
            }
          },
          "others": {
            "title": "Others",
            "hp": "Hit points",
            "sanity": "Sanity",
            "luck": "Luck",
            "mp": "Magic points"
          }
        }
      }
    }
  }
}